import Navigation from '../../Navigation/Navigation'
import styles from './PrivatPolicy.module.css'

const PrivatPolicy = () => {
  return (
    <section className={styles.policy}>
        <Navigation className={styles.navigation}></Navigation>
        
        <div className={styles.articles}>

        <article className={styles.mainPolicy}>
            <h1>Політика конфіденційності</h1>
            <p>Адміністрація інтернет-магазину dmsh приділяє значну увагу захисту персональних даних своїх Користувачів. Користувачі сайту можуть переглядати товари та інші сторінки Сайту, не повідомляючи про себе жодних персональних даних. Однак, для надання послуг, пов'язаних з купівлею товарів, представлених на Сайті, нам потрібні Ваші контактні дані. <br></br>
            <br />
                Прохання до Користувачів Сайту ознайомитися з наведеною нижче інформацією та врахувати те, що час від часу положення Політики конфіденційності можуть змінюватися, тому потрібно періодично перевіряти їх.</p>
        </article>
        <article className={styles.firstStatement}>
            <h4>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h4>
            <p>1.1. Ця Політика конфіденційності розроблена у відповідності до діючого законодавства України, в тому числі, але не виключно, Закону України «Про захист персональних даних» від 01 червня 2010 року No 2297-VI щодо Користувачів Сайту https://dmsh.com.ua і встановлює порядок отримання, збору, накопичення, зберігання, обробки, використання, забезпечення захисту і розкриття персональних даних Користувачів Сайту.</p>
            <p>1.2. Політика конфіденційності Сайту діє відносно всієї інформації, яку ми отримуємо про Користувача під час користування Сайтом.</p>
            <p>1.3. В положеннях Політики конфіденційності детально описано, яку інформацію про Користувача ми можемо запрошувати; як ми її використовуємо, зберігаємо і захищаємо.</p>
            <p>1.4. Використання Користувачем Сайту для замовлення товару означає згоду з цією Політикою конфіденційності та умовами обробки персональних даних Користувача.</p>
            <p>1.5. Дійсна Політика конфіденційності застосовується лише до Сайту .Інтернет-магазин не контролює і не несе відповідальність за сайти третіх осіб, на які Користувач може перейти по посиланнях, що можуть бути доступними на Сайті інтернет- магазину.</p>
            <p>1.6. Адміністрація Сайту не перевіряє достовірність персональних даних, що надаються Користувачем Сайту інтернет-магазину.</p>
        </article>
        <article className={styles.secondStatement}>
            <h4>2. ПРЕДМЕТ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ</h4>
            <p>2.1. Дійсна Політика конфіденційності встановлює зобов'язання адміністрації Сайту інтернет- магазину щодо нерозголошення та забезпечення режиму захисту конфіденційності персональних даних, які Користувач повинен за вимогою надати адміністрації Сайту при реєстрації на Сайті інтернет-магазину або при оформленні замовлення для придбання товару.</p>
            <p>2.2. Персональні дані, дозволені до обробки в рамках цієї Політики конфіденційності, надаються Користувачем шляхом заповнення реєстраційної форми на Сайті інтернет-магазину в розділі про реєстрацію і включають в себе наступну інформацію:</p>
            <p>2.2.1. прізвище, ім’я та по-батькові Користувача;</p>
            <p>2.2.2. контактний телефон Користувача; </p>
            <p>2.2.3. адреса електронної пошти (e-mail); </p>
            <p>2.2.4. адреса доставки товару.</p>
            <p>2.3. На реєстраційному бланку, який бачить Користувач на екрані, чітко зазначено, яка інформація необхідна для реєстрації, а яка є необов’язковою і вказується лише за бажанням самого Користувача.</p>
            <p>2.4. Будь-яка інша персональна інформація, не обумовлена вище (історія покупок, браузери, що використовуються, і операційні системи тощо), підлягає надійному зберіганню і нерозповсюдженню, за винятком випадків, передбачених в п.п. 4.2 і 4.3 цієї Політики конфіденційності.</p>
        </article>
        <article className={styles.thirdStatement}>
            <h4>3. МЕТА ЗБОРУ ПЕРСОНАЛЬНОЇ ІНФОРМАЦІЇ КОРИСТУВАЧА</h4>
            <p>3.1. Персональні дані Користувача адміністрація Сайту інтернет-магазину може використовувати з метою:</p>
            <p>3.1.1. Ідентифікації Користувача, зареєстрованого на Сайті інтернет-магазину, для оформлення замовлення і (або) укладення договору купівлі-продажу товару дистанційним способом з інтернет-магазином.</p>
            <p>3.1.2. Надання Користувачеві доступу до персоналізованих ресурсів Сайту інтернет-магазину.</p>
            <p>3.1.3. Встановлення з Користувачем зворотного зв'язку, включаючи напрямок повідомлень, запитів, що стосуються використання Сайту інтернет-магазину, надання послуг, обробка запитів і заявок від Користувача.</p>
            <p>3.1.4. Підтвердження достовірності та повноти персональних даних, наданих Користувачем.</p>
            <p>3.1.5. Створення облікового запису для здійснення покупок, якщо Користувач дав згоду на створення облікового запису.</p>
            <p>3.1.6. Повідомлення Користувача Сайту інтернет-магазину про стан замовлення. </p>
            <p>3.1.7. Обробки і отримання платежів від Користувача.</p>
            <p>3.1.8. Надання Користувачеві ефективної клієнтської і технічної підтримки при виникненні проблем, пов'язаних з використанням Сайту.</p>
            <p>3.1.9. Надання Користувачеві з його згоди, оновлень щодо асортименту товару, спеціальних пропозицій, інформації про ціни, розсилки новин та інших відомостей від імені інтернет- магазину або від імені партнерів інтернет-магазину.</p>
        </article>
        </div>
        

    </section>
)
}

export default PrivatPolicy