import Navigation from '../../Navigation/Navigation'
import styles from './Care.module.css'

const Care = () => {
  return (
    <section className={styles.care}>
        <Navigation className={styles.navigation}></Navigation>
        <div className={styles.articles}>
                <h1>Догляд за речами</h1>
            <article className={styles.firstStatement}>
                <h4>Речі з принтами</h4>
                <p>- Рекомендуємо прати при температурі 30*, 400-600 обертань, бажано навиворіт.</p>
                <p>- Прання – режим «вовна» у пральній машині. Також допустимі режими «делікатний» та «ручний».</p>
                <p>- Не викручуйте речі вручну!</p>
                <p>- Не використовуйте при пранні відбілюючі засоби або засоби низької якості, особливо порошки. Є ризик зіпсувати річ.</p>
                <p>- Для збереження кольору та якості виробу, рекомендуємо використовувати гелі для прання.</p>
                <p>- Після кожного прання бажано пропрасовувати принти без пару.</p>
                <p>- На виробах зі змійкою намагайтеся не прасувати змійку.</p>
                <p>- Не сушіть Ваш одяг під прямим попаданням сонячного проміння.</p>
                <p>- Не сушіть Ваш одяг безпосередньо на приладах опалення, що може призвести до втрати форми виробу.</p>
            </article>
            <article className={styles.secondStatement}>
                <h4>Базові речі</h4>
                <p>- За можливості варто прати одяг на низьких температурах. ( 30* найоптимальніший варіант)</p>
                <p>- Прання – режим «делікатний», «ручний» також, режим «швидкого прання» при невеликих оборотах. ( 400-600 оптимальний варіант)</p>
                <p>- Віджимати речі обережно, не потрібно вижимати з них всю воду</p>
                <p>- Також слід застібати блискавки на худі, щоб річ не деформувалася у процесі прання.</p>
                <p>- Не використовуйте при пранні відбілюючі засоби або засоби низької якості, особливо порошки. Є ризик зіпсувати річ.</p>
                <p>- Для збереження кольору та якості виробу, рекомендуємо використовувати гелі для прання.</p>
                <p>- Прасувати речі бажано при невисоких температурах навиворіт.</p>
                <p>- На виробах зі змійкою намагайтеся не прасувати змійку.</p>
                <p>- Не сушіть Ваш одяг під прямим попаданням сонячного проміння.</p>
                <p>- Не сушіть Ваш одяг безпосередньо на приладах опалення, що може призвести до втрати форми виробу.</p>
            </article>
        </div>
    </section>
)
}

export default Care