import Navigation from '../../Navigation/Navigation'
import styles from './PublicOffer.module.css'

const PublicOffer = () => {
  return (
    <section className={styles.offer}>
        <Navigation className={styles.navigation}></Navigation>

        <div className={styles.articles}>

            <article className={styles.firstOffer}>
                <h1>Публічна оферта</h1>
                <h4>Загальні положення договору публічної оферти</h4>
                <p>1.1. Справжня оферта, є офіційною пропозицією "DMSH", далі за текстом - «Продавець», укласти Договір купівлі-продажу товарів дистанційним способом, тобто через Інтернет-магазин, далі по тексту - «Договір», і розміщує Публічну оферту (пропозицію) на офіційному інтернет-сайті Продавця «https://dmsh.com.ua (далі -« Інтернет-сайт »).</p>
                <p>1.2. Моментом повного і безумовного прийняття Покупцем пропозиції Продавця (акцептом) укласти електронний договір купівлі-продажу товарів, вважається факт оплати Покупцем замовлення на умовах цього Договору, у строки та за цінами, вказаними на Інтернет-сайті Продавця.</p>
            </article>
            <article className={styles.secondOffer}>
                <h4>Поняття і визначення</h4>
                <p>2.1. У цій оферті, якщо контекст не вимагає іншого, наведені нижче терміни мають таке значення:</p>
                <p>* «Товар» - моделі, аксесуари, комплектуючі та супровідні предмети;</p>
                <p>* «Інтернет-магазин» - відповідно до Закону України «про електронну комерцію», засіб для подання або реалізації товару, роботи або послуги шляхом здійснення електронної угоди.</p>
                <p>* «Продавець» - компанія, яка реалізує товари, представлені на Інтернет-сайті.</p>
                <p>* «Покупець» - фізична особа, що уклала з Продавцем Договір на умовах, викладених нижче.</p>
                <p>* «Замовлення» - вибір окремих позицій з переліку товарів, зазначених Покупцем при розміщенні замовлення і проведенні оплати.</p>
            </article>
            <article className={styles.thirdOffer}>
                <h4>Предмет договору</h4>
                <p>3.1. Продавець зобов'язується передати у власність Покупця Товар, а Покупець зобов'язується оплатити і прийняти Товар на умовах даного Договору.</p>
                <p>Цей Договір регулює купівлю-продаж товарів в Інтернет-магазині, в тому числі:</p>
                <p>- добровільний вибір Покупцем товарів в Інтернет-магазині;</p>
                <p>- самостійне оформлення Покупцем замовлення в Інтернет-магазині;</p>
                <p>- оплата Покупцем замовлення, оформленого в Інтернет-магазині;</p>
                <p>- обробка і доставка замовлення Покупцеві у власність на умовах цього Договору.</p>
            </article>
            <article className={styles.fourOffer}>
                <h4>Порядок оформлення замовлення</h4>
                <p>4.1. Покупець має право оформити замовлення на будь-який товар, представлений на Сайті Інтернет-магазину і наявний.</p>
                <p>4.2. Кожна позиція може бути представлена в замовленні в будь-якій кількості.</p>
                <p>4.3. При відсутності товару на складі, Менеджер компанії зобов'язаний поставити Покупця до відома (по телефону або через електронну пошту).</p>
                <p>4.4. При відсутності товару Покупець має право замінити його товаром аналогічної моделі, відмовитися від даного товару, анулювати замовлення.</p>
            </article>
            <article className={styles.fiveOffer}>
                <h4>Порядок оплати замовлення</h4>
                <p>- Накладеним платежем</p>
                <p>5.1. Оплата здійснюється за фактом отримання товару у відділенні транспортних компанії за готівковий розрахунок в гривнях.</p>
                <p>5.2. Прі не надходження коштів Інтернет-магазин залишає за собою право анулювати замовлення.</p>
            </article>
            <article className={styles.sixOffer}>
                <h4>Умови доставки замовлення</h4>
                <p>6.1. Доставка товарів, придбаних в Інтернет-магазині, здійснюється до складів транспортних компаній, де і здійснюється видача замовлень.</p>
                <p>6.2. Разом із замовленням Покупцеві надаються документи згідно законодавства України.</p>
            </article>
            <article className={styles.sevenOffer}>
                <h4>Права та обов'язки сторін</h4>
                <p>7.1. Продавець має право:</p>
                <p>- в односторонньому порядку припинити надання послуг за цим договором у разі порушення Покупцем умов цього договору.</p>
                <p>7.2. Покупець зобов'язаний:</p>
                <p>- своєчасно оплатити та отримати замовлення на умовах цього договору.</p>
                <p>7.3. Покупець має право:</p>
                <p>- оформити замовлення в Інтернет-магазині;</p>
                <p>- оформити електронний договір;</p>
                <p>- вимагати від Продавця виконання умов цього Договору.</p>
            
            </article>
        </div>
    </section>
)
}

export default PublicOffer